{
  "background": [
    {"en":  "What was your childhood like?", "de": "Wie war deine Kindheit deines Charakters?"},
    {"en":  "What is your earliest childhood memory?", "de": "Was ist deine früheste Kindheitserinnerung?"},
    {"en":  "What childhood accident stands out in your mind?", "de": "Welcher Kindheitsunfall bleibt dir in Erinnerung?"},
    {"en":  "As a child, what was your idea of fun?", "de": "Was war als Kind deine Vorstellung von Spaß?"},
    {"en":  "As a kid, what did you want to grow up to be?", "de": "Was wolltest du als Kind werden, wenn du groß bist?"},
    {"en":  "Did a sibling or childhood peer ever tease or torment you? Share the details.", "de": "Hat ein Geschwister oder Kindheitsfreund dich jemals geneckt oder gemobbt? Teile die Details."},
    {"en":  "What’s the wackiest belief you held as a child?", "de": "Was war der verrückteste woran du als Kind geglaubt hast?"},
    {"en":  "Did you have any significant life events before adventuring?", "de": "Hattest du bedeutende Lebensereignisse vor dem Abenteuern erlebt?"},
    {"en":  "What’s something valuable that you accidentally dropped and broke? Describe the situation.", "de": "Was ist etwas Wertvolles, was du jemals kaputt gemacht hast? Beschreibe die Situation."},
    {"en":  "Who’s the most famous person you have ever met? Describe the encounter", "de": "Wer ist die berühmteste Person, die du je getroffen hast? Beschreibe die Begegnung."},
    {"en":  "What’s the worst tasting thing you’ve ever eaten?", "de": "Was ist das schlechtest schmeckende Essen, das du je gegessen hast?"},
    {"en":  "When was the last time you really pushed yourself to your physical limits? Explain.", "de": "Wann hast du dich das letzte Mal wirklich bis an deine physischen Grenzen gebracht? Erkläre."},
    {"en":  "What are some of the wildest animals you’ve ever touched?", "de": "Welche wilden Tiere hast du jemals berührt?"},
    {"en":  "What’s something you regret losing, selling, or giving away? Explain why.", "de": "Was bereust du, verloren, verkauft oder verschenkt zu haben? Erkläre warum."},
    {"en":  "What’s your favorite aroma or fragrance? Which memories do you have with it?", "de": "Was ist dein Lieblingsaroma oder Duft? Welche Erinnerungen verbindest du damit?"},
    {"en":  "Did you go to school? What was your favorite subject and Why?", "de": "Warst du in der Schule? Was war dein Lieblingsfach und warum?"},
    {"en":  "What is one of your favorite souvenirs brought back from your travels?", "de": "Was ist eines deiner Lieblingssouvenirs, das du von deinen Reisen mitgebracht hast?"},
    {"en":  "Who was your best friend in high school, and where is he or she now?", "de": "Wer war dein bester Freund in der High School, und wo ist er oder sie jetzt?"},
    {"en":  "How many bones have you broken? Share the details.", "de": "Wie viele Knochen hast du gebrochen? Erzähl von der Begebenheit."},
    {"en":  "What’s the most adventurous or daring thing you have ever done?", "de": "Was ist das abenteuerlichste oder gewagteste, was du je gemacht hast?"},
    {"en":  "Have you ever visited a foreign country?", "de": "Warst du schon einmal in einem fremden Land?"},
    {"en":  "What is the most exotic place you have ever traveled to?", "de": "Was ist der exotischste Ort, den du jemals bereist hast?"},
    {"en":  "Have you ever had a premonition that actually came true? Explain.", "de": "Hast du jemals eine Vorahnung gehabt, die wahr wurde? Erkläre."},
    {"en":  "What’s the best thing you ever built or created?", "de": "Was ist das beste, das du jemals gebaut oder erschaffen hast?"},
    {"en":  "What was the best or worst job you ever had?", "de": "Was war der beste oder schlechteste Job, den du je hattest?"},
    {"en":  "Who was your last employer before you started adventuring?", "de": "Wer war dein letzter Arbeitgeber, bevor du mit dem Abenteuern begonnen hast?"},
    {"en":  "What’s the most dangerous situation you’ve encountered? How did you react?", "de": "Was ist die gefährlichste Situation, der du je begegnet bist? Wie hast du reagiert?"},
    {"en":  "What’s one of your greatest achievements?", "de": "Was ist eine deiner größten Errungenschaften?"},
    {"en":  "What’s something you’ve won and how did you win it?", "de": "Hast du schon mal etwas gewonnen? Wie genau hast du das gemacht?"},
    {"en": "Growing up, for the most part, were you respectful or disrespectful to your parents? Explain."},
    {"en": "What do you remember about your first day of school or your first teacher?"},
    {"en": "Have you ever seen or called a psychic? What was your experience like?"},
    {"en": "How did someone plan a surprise for you? What was your reaction?"},
    {"en": "Did you or someone you know ever talk a police officer out of writing a ticket? Describe the situation."},
    {"en": "Have you ever had a challenging roommate situation? What was difficult about it?"},
    {"en": "Was there ever a time when you or someone you know was a victim of fraud? Explain."},
    {"en": "Was there ever a time when it turned out you were right, in spite of many others who thought otherwise? Explain the situation."}
  ],
  "motivations": [
    {"en": "What drives you to adventure?", "de": "Was treibt zum Abenteuer an?"},
    {"en": "Is there a specific goal or ambition you're pursuing?", "de": "Verfolgst du ein bestimmtes Ziel oder hast eine bestimmte Ambition?"},
    {"en": "What do you hope to achieve in the long term?", "de": "Was hoffst du langfristig zu erreichen?"},
    {"en": "At what age do you hope to retire? Explain.", "de": "In welchem Alter hoffst du in den Ruhestand zu gehen? Erkläre."},
    {"en": "If you could change your occupation, what would you do?", "de": "Wenn du deinen Beruf ändern könntest, was würdest du tun?"},
    {"en": "If you could bring one person back from the dead, who would you bring back? Why?", "de": "Wenn du eine Person aus den Toten zurückholen könntest, wen würdest du zurückholen? Warum?"},
    {"en": "What dream has come true for you?"},
    {"en": "If you could take an early retirement, what would you do?", "de": "Wenn du in den Vorruhestand gehen könntest, was würdest du tun?"},
    {"en": "What’s the most important thing you’re working on right now?", "de": "Was ist das Wichtigste, woran du gerade arbeitest?"}
  ],
  "personality": [
    {"en": "What’s your most treasured heirloom?", "de": "Was ist dein kostbarstes Erbstück?"},
    {"en": "What’s something about yourself that you hope will never change?", "de": "Was ist etwas an dir, das du hoffst, wird sich niemals ändern?"},
    {"en": "If you could live your life all over again, would you? Explain.", "de": "Wenn du dein Leben noch einmal leben könntest, würdest du? Erkläre."},
    {"en": "How do you most want to be remembered?", "de": "Wie möchtest du am liebsten in Erinnerung bleiben?"},
    {"en": "If you were to write a book about your life, what would it be called?", "de": "Wenn du ein Buch über dein Leben schreiben würdest, wie würde es heißen?"},
    {"en": "What do you think about more than anything else?", "de": "Woran denkst du mehr als an alles andere?"},
    {"en": "What are your career goals?", "de": "Was sind deine beruflichen Ziele?"},
    {"en": "If you decided to stop adventuring and settle down, what kind of job would you take?", "de": "Wenn du beschließen würdest, das Abenteuern zu beenden und dich niederzulassen, welchen Beruf würdest du ergreifen?"},
    {"en": "How comfortable are you with uncertainty? Explain.", "de": "Wie wohl fühlst du dich mit Unsicherheit? Erkläre."},
    {"en": "What’s one of your nicknames? What do you prefer to be called?", "de": "Wie lautet einer deiner Spitznamen? Wie wirst du am liebsten genannt?"},
    {"en": "What animal are you the most like? Why?", "de": "Welchem Tier ähnelst du am meisten? Warum?"},
    {"en": "What room in your house best reflects your personality? Explain why.", "de": "Welcher Raum in deinem Haus spiegelt deine Persönlichkeit am besten wider? Erkläre warum."},
    {"en": "Growing up, what was your favorite fairy tale or children’s story? Why?", "de": "Welches war als Kind dein Lieblingsmärchen oder deine Lieblingsgeschichte? Warum?"},
    {"en": "What’s your strongest sense?", "de": "Welcher ist dein stärkster Sinn?"},
    {"en": "What do you consider your best quality?", "de": "Was betrachtest du als deine beste Eigenschaft?"},
    {"en": "Would you describe yourself as an extrovert or an introvert? Give an example.", "de": "Würdest du dich als extrovertiert oder introvertiert beschreiben? Gib ein Beispiel."},
    {"en": "What causes you to get flustered?", "de": "Was bringt dich aus der Fassung?"},
    {"en": "What was the most recent compliment you received and savored?", "de": "Was war das letzte Kompliment, das du erhalten und genossen hast?"},
    {"en": "How do you feel about your age?", "de": "Wie fühlst du dich bezüglich deines Alters?"},
    {"en": "What's your favorite season of the year? Why?", "de": "Was ist deine Lieblingsjahreszeit? Warum?"},
    {"en": "Are you susceptible to peer pressure?", "de": "Bist du anfällig für Gruppenzwang?"},
    {"en": "How do you handle stress or pressure?", "de": "Wie gehst du mit Stress oder Druck um?"},
    {"en": "How do you react to failure or success?", "de": "Wie reagierst du auf Misserfolg oder Erfolg?"},
    {"en": "Are you more likely to avoid conflict or engage in it head-on? Why?", "de": "Ist es wahrscheinlicher, dass du Konflikten aus dem Weg gehst oder dich direkt damit auseinandersetzt? Warum?"},
    {"en": "Do you have any unusual habits or quirks?", "de": "Hast du ungewöhnliche Angewohnheiten oder Marotten?"},
    {"en": "Are you a leader or a follower? How do you know?", "de": "Bist du ein Anführer oder ein Nachfolger? Woran erkennst du das?"},
    {"en": "How competitive are you? Explain.", "de": "Wie wettbewerbsfähig bist du? Erklären Sie."},
    {"en": "Are you more task oriented or people oriented? Why?", "de": "Bist du eher aufgabenorientiert oder menschenorientiert? Warum?"},
    {"en": "When you find yourself in an argument, do you prefer to leave and resolve it later or stay and settle it right away? Why?", "de": "Wenn du dich in einem Streit befindest, ziehst du es vor, zu gehen und es später zu lösen oder zu bleiben und es sofort zu klären? Warum?"},
    {"en": "How do you best avoid conflict?", "de": "Wie vermeidest du am besten Konflikte?"},
    {"en": "What are the advantages and disadvantages of being you?", "de": "Was sind die Vor- und Nachteile, du selbst zu sein?"},
    {"en": "How important is it to you that people remember you?", "de": "Wie wichtig ist es dir, dass die Leute sich an dich erinnern?"},
    {"en": "How tolerant a person are you?", "de": "Wie tolerant bist du als Person?"},
    {"en": "To what extent do others' beliefs influence you? Why?", "de": "Inwieweit beeinflussen dich die Überzeugungen anderer? Warum?"},
    {"en": "What drives you crazy?", "de": "Was treibt dich in den Wahnsinn?"},
    {"en": "How many times a day do you look at yourself in the mirror?", "de": "Wie oft am Tag siehst du dich im Spiegel an?"},
    {"en": "What's your idea of a good time?", "de": "Was ist deine Vorstellung von einer guten Zeit?"},
    {"en": "What do you do when you want to relax?", "de": "Was machst du, wenn du dich entspannen möchtest?"},
    {"en": "What real person, dead or alive, do you wish you could be more like? Why?", "de": "Welcher realen Person, ob lebendig oder tot, möchtest du ähnlicher sein? Warum?"},
    {"en": "What's one thing you would rather pay someone to do than do yourself? Why?", "de": "Was ist eine Sache, für die du lieber jemanden bezahlen würdest, als es selbst zu tun? Warum?"},
    {"en": "What social issue fires you up?", "de": "Welches soziale Thema bringt dich auf die Palme?"},
    {"en": "If you could be invisible for a day, what would you do?", "de": "Wenn du einen Tag lang unsichtbar sein könntest, was würdest du tun?"},
    {"en": "If you had to change your first name, what name would you choose?", "de": "Wenn du deinen Vornamen ändern müsstest, welchen Namen würdest du wählen?"},
    {"en": "What's some great advice you've been given?", "de": "Was ist ein guter Rat, den du bekommen hast?"},
    {"en": "If you could change one thing about your appearance, what would it be?", "de": "Wenn du eine Sache an deinem Äußeren ändern könntest, was wäre es?"},
    {"en": "Are you superstitious?", "de": "Bist du abergläubisch?"},
    {"en": "What do you do to feel better when you're sad?", "de": "Was machst du, um dich besser zu fühlen, wenn du traurig bist?"},
    {"en": "Is it hard for you to trust someone?", "de": "Fällt es dir schwer, jemandem zu vertrauen?"},
    {"en": "When making an entrance into a social gathering, do you make your presence known so everyone notices you, slip in and look for someone you know, or sneak", "de": "Wenn du in eine gesellige Runde kommst, machst du auf dich aufmerksam, damit alle dich bemerken, schleichst du dich ein und suchst jemanden, den du kennst, oder schleichst du dich ein?"},
    {"en": "What bores you?", "de": "Was langweilt dich?"},
    {"en": "What's something on you that has no practical purpose and you purely wear as a fashion statement?", "de": "Was trägst du an dir, das keinen praktischen Zweck hat und das du rein als modisches Statement trägst?"},
    {"en": "What character trait are you currently trying to improve or change?", "de": "An welcher Charaktereigenschaft arbeitest du gerade, um sie zu verbessern oder zu ändern?"},
    {"en": "Do you prefer exercising your mind or your body? How frequently do you do either?"},
    {"en": "Do you prefer that people shoot straight with you or carefully temper their words? Why?"},
    {"en": "Do you enjoy a good debate or prefer keeping the peace?"},
    {"en":  "What’s the secret to a long life?"},
    {"en":  "Are people trustworthy? Explain your answer."},
    {"en":  "Do you believe ignorance is bliss? Why or why not?"},
    {"en":  "How well do you receive criticism from others?"},
    {"en":  "What do you have a sixth sense for?"},
    {"en":  "What’s the best way to earn another person’s respect?"},
    {"en":  "What are the best ways to inspire or motivate people?"},
    {"en":  "What do you do if you feel down?"}
  ],
  "values": [
    {"en": "Do you have any religious or spiritual beliefs?", "de": "Hast du religiöse oder spirituelle Überzeugungen?"},
    {"en": "What moral or ethical principles doe you uphold?", "de": "Welche moralischen oder ethischen Prinzipien hälst du ein?"},
    {"en": "Are there any causes or ideologies you are passionate about?", "de": "Gibt es Ursachen oder Ideologien, für die du dich leidenschaftlich einsetzt?"},
    {"en": "What goals have you recently set for yourself, and how are you doing on them so far?", "de": "Welche Ziele hast du dir kürzlich gesetzt und wie weit bist du bisher gekommen?"},
    {"en": "Who or what is your enemy?", "de": "Wer oder was ist dein Feind?"},
    {"en": "What lasting lesson did you learn from your parents?", "de": "Welche dauerhafte Lektion hast du von deinen Eltern gelernt?"},
    {"en": "How have your priorities changed over time? Explain.", "de": "Wie haben sich deine Prioritäten im Laufe der Zeit geändert? Erklären Sie."},
    {"en": "What's the most important thing about you?", "de": "Was ist das Wichtigste an dir?"},
    {"en": "What lesson did you have to learn the hard way?", "de": "Welche Lektion musstest du auf die harte Tour lernen?"},
    {"en": "If you could rob from the rich and give to the poor and get away with it, would you do it? Why?", "de": "Wenn du den Reichen stehlen und den Armen geben und damit davonkommen könntest, würdest du es tun? Warum?"},
    {"en": "If you could rid the world of one evil, which one would it be? Why?", "de": "Wenn du die Welt von einem Übel befreien könntest, welches wäre es? Warum?"},
    {"en": "What is your view on the concepts of good and evil?", "de": "Wie ist deine Sicht auf die Konzepte von Gut und Böse?"},
    {"en": "What alignment best describes your moral compass?", "de": "Welche Ausrichtung beschreibt deinen moralischen Kompass am besten?"},
    {"en": "Are there any moral dilemmas you have faced?", "de": "Gab es moralische Dilemmata, denen du gegenübergestanden hast?"},
    {"en": "Are you more of a rule breaker or a rule keeper? Why?", "de": "Bist du eher ein Regelbrecher oder ein Regelhalter? Warum?"},
    {"en": "If you could rid the world of one fear, what fear would it be? Why?", "de": "Wenn du die Welt von einer Angst befreien könntest, welche Angst wäre es? Warum?"},
    {"en": "If you could cure a disease or heal a sickness, which one would you choose? Why?", "de": "Wenn du eine Krankheit heilen oder eine Krankheit heilen könntest, für welche würdest du dich entscheiden? Warum?"},
    {"en": "When is it okay to lie?", "de": "Wann ist es in Ordnung zu lügen?"},
    {"en": "What is beauty?", "de": "Was ist Schönheit?"},
    {"en": "What is your moral anchor?", "de": "Was ist dein moralischer Anker?"},
    {"en":  "If you could give one piece of advice to pass on to the next generation, what would it be?"},
    {"en":  "What makes a true friendship?"},
    {"en":  "Which is the greater tragedy: an innocent person imprisoned or a guilty person set free? Explain."},
    {"en":  "What is beauty?"},
    {"en":  "What new law is needed to make the world a better place to live?"},
    {"en":  "Why do bad things happen to good people?"},
    {"en":  "Do you believe that, for the most part, people are basically good, basically bad, or a mixture? Why?"},
    {"en":  "When does the end justify the means?"},
    {"en":  "What’s the best approach for resolving conflict?"},
    {"en":  "When is it necessary to take the law into your own hands?"},
    {"en":  "What is the basis of your standard of right and wrong?"},
    {"en":  "How would you define “freedom”?"},
    {"en":  "Where do you draw the line between helping people and showing them how to help themselves? How do you strike that balance?"},
    {"en":  "What’s the age of accountability?"},
    {"en":  "Is there such a thing as a “just war”? Explain."},
    {"en":  "What is the meaning of life?"},
    {"en":  "What’s unforgivable?"}
  ],
  "relationships": [
    {"en": "Do you have any close friends or allies?", "de": "Hast du enge Freunde oder Verbündete?"},
    {"en": "How do you feel about romantic relationships?", "de": "Wie denkst du über romantische Beziehungen?"},
    {"en": "Did you have any rivalries that have now ended?", "de": "Hattest du Rivalitäten, die jetzt beendet sind?"},
    {"en": "Using only one word per person, what was your first impression of the other party members?", "de": "Mit nur einem Wort pro Person, was war dein erster Eindruck von den anderen Gruppenmitgliedern?"},
    {"en": "Who is the closest friend you've ever had? Describe that relationship.", "de": "Wer war dein engster Freund? Beschreibe diese Beziehung."},
    {"en": "What do you admire most about each of your party members?", "de": "Was bewunderst du an jedem deiner Gruppenmitglieder am meisten?"},
    {"en": "Who's the smartest person you know?", "de": "Wer ist die klügste Person, die du kennst?"},
    {"en": "What one word best describes your mother? Explain", "de": "Welches eine Wort beschreibt deine Mutter am besten? Erläutere"},
    {"en": "What one word best describes your father? Explain", "de": "Welches eine Wort beschreibt deinen Vater am besten? Erläutere"},
    {"en": "Who performs more random acts of kindness than anyone else you know? Give the details.", "de": "Wer vollbringt mehr spontane Nächstenliebe als jeder andere, den du kennst? Gib die Details an."},
    {"en": "Whom do you call when you need a hand?", "de": "Wen rufst du an, wenn du Hilfe brauchst?"},
    {"en": "Whom do you run to when something bad happens in your life?", "de": "Zu wem gehst du, wenn dir etwas Schlimmes im Leben passiert?"},
    {"en": "Who is the first person you tell when something good happens to you?", "de": "Zu wem gehst du, wenn dir etwas Gutes im Leben passiert?"},
    {"en": "Are you a person who has a whole lot of acquaintances or just a few very close friends? Why?", "de": "Bist du jemand, der viele Bekanntschaften oder nur ein paar sehr enge Freunde hat? Warum?"},
    {"en": "Whom do you most admire? Why?", "de": "Wen bewunderst du am meisten? Warum?"},
    {"en": "What's your favorite quote? Why is it special to you?", "de": "Was ist dein Lieblingszitat? Warum ist es für dich etwas Besonderes?"},
    {"en": "Who has made the biggest impact on you? Explain.", "de": "Wer hat den größten Einfluss auf dich gehabt? Erläutere."},
    {"en": "If you could change anything about your relationship with your parents, what would it be?", "de": "Wenn du etwas an deiner Beziehung zu deinen Eltern ändern könntest, was wäre es?"},
    {"en": "If you could restore one broken relationship, which one would you choose? Why?", "de": "Wenn du eine kaputte Beziehung wieder herstellen könntest, welche würdest du wählen? Warum?"},
    {"en": "Who's your favorite person in the whole wide world? Why?", "de": "Wer ist deine Lieblingsperson auf der ganzen Welt? Warum?"},
    {"en": "Who has been your friend the longest? How and when did you meet him or her?"},
    {"en":  "What is the ideal age to get married? Why?"},
    {"en":  "What role does trust play in our everyday relationships?"},
    {"en":  "What’s the best way to win back an estranged friend?"},
    {"en":  "What’s the best way to resist peer pressure?"},
    {"en":  "Which is greater, love of one’s parents, one’s children, one’s spouse, or one’s friends? Explain your answer."},
    {"en":  "What’s a sure way to detect when someone is lying?"},
    {"en":  "What’s the best way to handle another person’s hostility and ease tensions?"}
  ],
  "secrets": [
    {"en": "Do you have any secrets from their past?", "de": "Hast du Geheimnisse aus deiner Vergangenheit?"},
    {"en": "What is a hidden/underrated talents or ability that you posess?", "de": "Was ist ein verborgenes/unterschätztes Talent oder eine Fähigkeit, die du besitzt?"},
    {"en": "What is something mischievous you have done?", "de": "Was ist etwas Schelmisches, das du getan hast?"},
    {"en": "What's a strange occurrence you've observed but, have never (or rarely) shared with anyone?", "de": "Was ist ein seltsames Ereignis, das du beobachtet hast, aber niemandem (oder selten jemandem) davon erzählt hast?"},
    {"en": "Have you ever been let off the hook for a punishment you deserved? How did that make you feel?", "de": "Wurdest du jemals von einer Strafe verschont, die du verdient hättest? Wie hat dich das fühlen lassen?"},
    {"en": "Have you ever gotten caught doing something you shouldn’t have done? Describe the occasion."},
    {"en": "What's something that you did growing up that your parents never found out about?", "de": "Was ist etwas, das du in deiner Kindheit getan hast, von dem deine Eltern nie erfahren haben?"},
    {"en": "What is a bad habit that you have?"},
  ],
  "weakness": [
    {"en": "What do you fear the most?", "de": "Wovor hast du am meisten Angst?"},
    {"en": "Are there any weaknesses or vulnerabilities you are aware of?", "de": "Gibt es Schwächen oder Verwundbarkeiten, derer du dir bewusst bist?"},
    {"en": "How do you cope with your fears?", "de": "Wie gehst du mit deinen Ängsten um?"},
    {"en": "What's an idiosyncrasy or strange habit that you have?", "de": "Was ist eine Eigenart oder seltsame Angewohnheit von dir?"},
    {"en": "Are you superstitious? Give an example.", "de": "Bist du abergläubisch? Gib ein Beispiel."},
    {"en": "What's something about yourself that you hope will change, but that probably never will?", "de": "Was ist etwas an dir selbst, von dem du hoffst, dass es sich ändert, was aber wahrscheinlich nie passieren wird?"},
    {"en": "What bad habit do you wish you could break?", "de": "Welche schlechte Angewohnheit würdest du gerne ablegen?"},
    {"en": "What fear would you like to overcome?", "de": "Welche Angst würdest du gerne überwinden?"},
    {"en": "In what situations are you most uncomfortable?", "de": "In welchen Situationen fühlst du dich am unwohltsen?"},
    {"en": "How accident-prone are you? Describe a recent incident.", "de": "Wie unfallgefährdet bist du? Beschreibe einen kürzlichen Vorfall."},
    {"en": "If you could eliminate one weakness or limitation in your life, what would it be?", "de": "Wenn du eine Schwäche oder Einschränkung in deinem Leben beseitigen könntest, was wäre es?"},
    {"en": "Which animals scare you most? Why?", "de": "Vor welchen Tieren hast du am meisten Angst? Warum?"}
  ],
  "interests": [
    {"en": "What do you enjoy doing in your free time?", "de": "Was machst du gerne in deiner Freizeit?"},
    {"en": "Are there any hobbies or interests you pursues outside of adventuring?", "de": "Hast du Hobbys oder Interessen, denen du neben dem Abenteuer nachgehst?"},
    {"en": "Do you have any artistic or creative talents?", "de": "Hast du künstlerische oder kreative Talente?"},
    {"en": "What's your favourite book? What is it about?", "de": "Was ist dein Lieblingsbuch? Worum geht es darin?"},
    {"en": "What are you a 'natural' at doing?", "de": "Worin hast du ein 'natürliches' Talent?"},
    {"en": "What type of entertainment do you enjoy the most? Why?", "de": "Welche Art von Unterhaltung gefällt dir am besten? Warum?"},
    {"en": "What has been your best work of art? Describe it.", "de": "Was war dein bestes Kunstwerk? Beschreibe es."},
    {"en": "What's the first thing that comes to mind when you hear the word 'fun'?", "de": "Was fällt dir als Erstes ein, wenn du das Wort 'Spaß' hörst?"},
    {"en": "What's your favorite beverage?", "de": "Was ist dein Lieblingsgetränk?"},
    {"en": "If you could visit with any person in history, who would it be and why?", "de": "Wenn du jede historische Person treffen könntest, wer wäre es und warum?"},
    {"en": "What's one of the biggest purchases you made, and how did you negotiate the transaction?", "de": "Was war einer deiner größten Einkäufe und wie hast du den Handel ausgehandelt?"},
    {"en": "Where in the Imperium would you love to the most right now?", "de": "Wo im Imperium würdest du am liebsten gerade sein?"},
    {"en": "If you could have invented one thing, what would it have been?", "de": "Wenn du eine Sache erfunden haben könntest, was wäre es gewesen?"},
    {"en": "What's your favorite game? Do you usually win?", "de": "Was ist dein Lieblingsspiel? Gewinnst du normalerweise?"},
    {"en": "What's your dream job?", "de": "Was ist dein Traumjob?"},
    {"en": "What's your favorite subject to discuss? Why?", "de": "Was ist dein Lieblingsthema zum Diskutieren? Warum?"},
    {"en": "What do you like and dislike most about your current profession?", "de": "Was gefällt dir an deinem derzeitigen Beruf am meisten und was am wenigsten?"},
    {"en": "Where's your perfect dream vacation spot?"},
    {"en": "Of all the tools and gadgets you own, which one do you most enjoy using?"}
  ],
  "society": [
    {"en": "How much should ones birth affect their status in life?", "de": "Inwieweit sollte die Geburt den Status eines Menschen im Leben beeinflussen?"},
    {"en": "What is your attitude towards wizards and magic?", "de": "Was ist deine Einstellung gegenüber Zauberern und Magie?"},
    {"en": "Where should the power reside? (church, burghers, nobility, citizens)", "de": "Wo sollte die Macht liegen? (Kirche, Bürger, Adel, Bürger)"},
    {"en": "What is your opinion regarding marriage?", "de": "Was ist deine Meinung zur Ehe?"},
    {"en": "Which kind of crime is worst?", "de": "Welche Art von Verbrechen ist am schlimmsten?"},
    {"en": "To what degree are you patriotic? How do you express your patriotism?", "de": "Wie patriotisch bist du? Wie drückst du deinen Patriotismus aus?"},
    {"en":  "Why do innocent people suffer?"},
    {"en":  "In your opinion, what is the moral condition of this world?"},
    {"en":  "What do you think is the greatest problem of the human/your race?"},
    {"en":  "Who do you believe is truly in charge?"},
    {"en":  "What do you think is the most significant event in the history of the human/your race? Explain."},
    {"en":  "Why do some people resist living lives of moral integrity?"},
    {"en":  "Who’s the greatest leader of all time? Why?"},
    {"en":  "What’s your position on capital punishment?"},
    {"en":  "What is the greatest invention the world has ever seen?"}
  ],
  ],
  "unsorted": [
  ]
}
